INSERT INTO public.roles(id, name)
VALUES (1, 'ROLE_USER'),
       (2, 'ROLE_ADMIN');

//#########################################################################################
//                                BASES FOR PRODUCTS
//#########################################################################################
INSERT INTO PUBLIC.BASE (NAME, PRICE_MULTIPLIER)
VALUES ('Большая', 2.0),
       ('Средняя', 1.5),
       ('Маленькая', 1.0),
       ('Тонкая средняя', 1.2),
       ('Тонкая большая', 1.8),
       ('Кальцоне', 1.5);
//#########################################################################################
//                                PRODUCT CATEGORIES
//#########################################################################################
INSERT INTO PUBLIC.CATEGORY (NAME, CATEGORY_PRICE)
VALUES ('Архив', 0.0),
       ('Свои', 0.0);
//#########################################################################################
//                                PRODUCT INGREDIENTS
//#########################################################################################
INSERT INTO PUBLIC.INGREDIENT (NAME, PRICE, INGREDIENT_TYPE)
VALUES
       //sauces
       ('Томатный соус', 2, 'SAUCE'),
       ('BBQ соус', 2.1, 'SAUCE'),
       ('Карри соус', 2.2, 'SAUCE'),
       ('Чесночный соус', 2.1, 'SAUCE'),
       //cheeses
       ('Моцарелла', 1.0, 'CHEESE'),
       ('Чеддер', 1.5, 'CHEESE'),
       ('Пармезан', 2.0, 'CHEESE'),
       ('Дорблю', 2.2,'CHEESE'),
       ('Фета', 1.8, 'CHEESE'),
       //meat
       ('Бекон', 3.5, 'MEAT'),
       ('Телятина', 4, 'MEAT'),
       ('Ветчина', 2.8, 'MEAT'),
       ('Колбаски', 3.0, 'MEAT'),
       ('Пепперони', 2.8, 'MEAT'),
       ('Курица', 2.5, 'MEAT'),
       //vegetable
       ('Томат', 1.5, 'VEGETABLE'),
       ('Лук', 1, 'VEGETABLE'),
       ('Оливки', 2, 'VEGETABLE'),
       ('Шампиньоны', 1.8, 'VEGETABLE'),
       ('Соленые огурцы', 1.6, 'VEGETABLE'),
       ('Ананас', 2, 'VEGETABLE'),
       ('Сладкий перец', 1.7, 'VEGETABLE'),
       ('Халапеньо', 2, 'VEGETABLE'),
       //seafood
       ('Креветки', 2.1, 'SEAFOOD'),
       ('Кальмар', 2.0, 'SEAFOOD'),
       ('Мидии', 2.0, 'SEAFOOD'),
       ('Тунец', 2.5, 'SEAFOOD'),
       ('Анчоусы', 1.8, 'SEAFOOD');

//#########################################################################################
//                                PRODUCTS
//#########################################################################################
INSERT INTO PUBLIC.PRODUCT (NAME, DESCRIPTION, PRICE, BASE_ID, CATEGORY_ID) VALUES
('Своя пицца', 'Ингридиенты:', 24.0, 1, 2),
('Своя пицца', 'Ингридиенты:', 18.0, 2, 2),
('Своя пицца', 'Ингридиенты:', 12.0, 3, 2),
('Своя пицца', 'Ингридиенты:', 14.4, 4, 2),
('Своя пицца', 'Ингридиенты:', 21.6, 5, 2),
('Своя пицца', 'Ингридиенты:', 18.0, 6, 2);

//#########################################################################################
//                                PRODUCTS_INGREDIENTS
//#########################################################################################