#####################################
#TITLES
#####################################
mainPage.title=\u0413\u043B\u0430\u0432\u043D\u0430\u044F \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430
category.title=\u041A\u0430\u0442\u0435\u0433\u043E\u0440\u0438\u0438
main.title=Pizza Parts
adminOffice.title=\u041A\u0430\u0431\u0438\u043D\u0435\u0442 \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440\u0430
promotions.title=\u0410\u043A\u0446\u0438\u0438
custom.title=\u0421\u0432\u043E\u044F \u043F\u0438\u0446\u0446\u0430
basket.title=\u041A\u043E\u0440\u0437\u0438\u043D\u0430
userOffice.title=\u0418\u0441\u0442\u043E\u0440\u0438\u044F \u0437\u0430\u043A\u0430\u0437\u043E\u0432
login.title=\u0412\u0445\u043E\u0434
registration.title=\u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F
activeOrders.title=\u0410\u043A\u0442\u0438\u0432\u043D\u044B\u0435 \u0437\u0430\u043A\u0430\u0437\u044B
orders.title=\u0417\u0430\u043A\u0430\u0437\u044B
constructor=\u041A\u043E\u043D\u0441\u0442\u0440\u0443\u043A\u0442\u043E\u0440
#####################################
#BUTTONS
#####################################
add.button=\u0414\u043E\u0431\u0430\u0432\u0438\u0442\u044C
edit.button=\u0420\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u0442\u044C
login.ref=\u0412\u0445\u043E\u0434
registration.ref=\u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F
logout.ref=\u0412\u044B\u0439\u0442\u0438
delete.button=\u0423\u0434\u0430\u043B\u0438\u0442\u044C
deleteItem.button=\u0423\u0434\u0430\u043B\u0438\u0442\u044C \u043F\u043E\u0437\u0438\u0446\u0438\u044E
clearBasket.button=\u041E\u0447\u0438\u0441\u0442\u0438\u0442\u044C \u043A\u043E\u0440\u0437\u0438\u043D\u0443
makeOrder.button=\u0414\u0435\u0442\u0430\u043B\u0438 \u0437\u0430\u043A\u0430\u0437\u0430
submit.button=\u041F\u0420\u0418\u041D\u042F\u0422\u042C
back.button=\u041D\u0430\u0437\u0430\u0434
addToBasket.button=\u0412 \u043A\u043E\u0440\u0437\u0438\u043D\u0443
#####################################
#LANGUAGE AND THEME
#####################################
theme.change=\u0422\u0435\u043C\u0430
theme.light=\u0421\u0432\u0435\u0442\u043B\u0430\u044F
theme.dark=\u0422\u0435\u043C\u043D\u0430\u044F
lang.now=\u042F\u0437\u044B\u043A
img.lang.now=ru
lang.en=\u0410\u043D\u0433\u043B\u0438\u0439\u0441\u043A\u0438\u0439
lang.ru=\u0420\u0443\u0441\u0441\u043A\u0438\u0439
#####################################
#TABLES AND LISTS
#####################################
user.table=\u0422\u0430\u0431\u043B\u0438\u0446\u0430 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u0439
category.list=\u0422\u0430\u0431\u043B\u0438\u0446\u0430 \u043A\u0430\u0442\u0435\u0433\u043E\u0440\u0438\u0439
ingredients.table=\u0422\u0430\u0431\u043B\u0438\u0446\u0430 \u0438\u043D\u0433\u0440\u0438\u0434\u0438\u0435\u043D\u0442\u043E\u0432
activeOrders.table=\u0422\u0430\u0431\u043B\u0438\u0446\u0430 \u0430\u043A\u0442\u0438\u0432\u043D\u044B\u0445 \u0437\u0430\u043A\u0430\u0437\u043E\u0432
site.name="Pizza Parts"
category.product=\u0412\u0441\u0435 \u043F\u0440\u043E\u0434\u0443\u043A\u0442\u044B \u0432 \u043A\u0430\u0442\u0435\u0433\u043E\u0440\u0438\u0438
#####################################
#HEADERS
#####################################
office.entrance=\u0412\u0445\u043E\u0434 \u0432 \u043F\u0435\u0440\u0441\u043E\u043D\u0430\u043B\u044C\u043D\u044B\u0439 \u0430\u043A\u043A\u0430\u0443\u043D\u0442
office.entrance.page=\u0412\u043E\u0439\u0434\u0438\u0442\u0435 \u0432 \u043F\u0435\u0440\u0441\u043E\u043D\u0430\u043B\u044C\u043D\u044B\u0439 \u0430\u043A\u043A\u0430\u0443\u043D\u0442 \u0447\u0442\u043E\u0431\u044B \u043F\u043E\u043B\u0443\u0447\u0438\u0442\u044C \u0434\u043E\u0441\u0442\u0443\u043F \u043A\u043E \u0432\u0441\u0435\u043C \u043D\u0435\u0432\u0435\u0440\u043E\u044F\u0442\u043D\u044B\u043C \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E\u0441\u0442\u044F\u043C
signUp.entrance.page=\u0417\u0430\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0443\u0439\u0442\u0435\u0441\u044C \u0447\u0442\u043E\u0431\u044B \u043F\u0435\u0440\u0432\u044B\u043C \u0443\u0437\u043D\u0430\u0432\u0430\u0442\u044C \u043E \u043D\u0430\u0448\u0438\u0445 \u0430\u043A\u0446\u0438\u044F\u0445, \u0441\u043E\u0432\u0435\u0440\u0448\u0430\u0442\u044C \u0437\u0430\u043A\u0430\u0437\u044B \u0438 \u0441\u043E\u0437\u0434\u0430\u0432\u0430\u0442\u044C \u0441\u043E\u0431\u0441\u0442\u0432\u0435\u043D\u043D\u044B\u0435 \u043F\u0438\u0446\u0446\u044B
#####################################
#Strings
#####################################
pizza=\u041F\u0438\u0446\u0446\u0430
ingredients=\u0418\u043D\u0433\u0440\u0438\u0434\u0438\u0435\u043D\u0442\u044B
username=\u0418\u043C\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F
password=\u041F\u0430\u0440\u043E\u043B\u044C
passwordConfirm=\u041F\u043E\u0434\u0442\u0432\u0435\u0440\u0434\u0438\u0442\u0435 \u043F\u0430\u0440\u043E\u043B\u044C
eMail=\u042D\u043B.\u041F\u043E\u0447\u0442\u0430
phoneNumber=\u041D\u043E\u043C\u0435\u0440 \u0442\u0435\u043B\u0435\u0444\u043E\u043D\u0430
ordersHistory=\u0418\u0441\u0442\u043E\u0440\u0438\u044F \u0437\u0430\u043A\u0430\u0437\u043E\u0432
item=\u041F\u043E\u0437\u0438\u0446\u0438\u044F
user=\u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C
price=\u0426\u0435\u043D\u0430
base=\u0411\u0430\u0437\u0430
comment=\u041F\u043E\u0436\u0435\u043B\u0430\u043D\u0438\u044F
commentToProduct= \u041E\u0441\u043E\u0431\u044B\u0435 \u043F\u043E\u0436\u0435\u043B\u0430\u043D\u0438\u044F?
description=\u041E\u043F\u0438\u0441\u0430\u043D\u0438\u0435
action=\u0414\u0435\u0439\u0441\u0442\u0432\u0438\u044F
orderSettings=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u0434\u0430\u043D\u043D\u044B\u0435 \u0437\u0430\u043A\u0430\u0437\u0430:
typeOfPaymentChoose=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0441\u043F\u043E\u0441\u043E\u0431 \u043E\u043F\u043B\u0430\u0442\u044B
commentToOrder=\u041E\u0441\u0442\u0430\u0432\u044C\u0442\u0435 \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u0430\u0440\u0438\u0439 \u043A \u0437\u0430\u043A\u0430\u0437\u0443
emptyBasket=\u041A\u043E\u0440\u0437\u0438\u043D\u0430 \u043F\u0443\u0441\u0442\u0430
basket.sum=\u0418\u0442\u043E\u0433\u043E
remember.me=\u0417\u0430\u043F\u043E\u043C\u043D\u0438\u0442\u044C \u043C\u0435\u043D\u044F
items=\u041F\u043E\u0437\u0438\u0446\u0438\u0438
typeOfPayment=\u0422\u0438\u043F \u043E\u043F\u043B\u0430\u0442\u044B
time=\u0412\u0440\u0435\u043C\u044F
status=\u0421\u0442\u0430\u0442\u0443\u0441
choose.base=\u0411\u0430\u0437\u0430
choose.sauce=\u0421\u043E\u0443\u0441
without.sauce=\u0411\u0435\u0437 \u0441\u043E\u0443\u0441\u0430
category.blocuote=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u043F\u043E\u0434\u0445\u043E\u0434\u044F\u0449\u0443\u044E \u0432\u0430\u043C \u043F\u0438\u0446\u0446\u0443 \u0438\u0437 \u043F\u0440\u0435\u0434\u043B\u0430\u0433\u0430\u0435\u043C\u044B\u0445 \u043D\u0430\u043C\u0438 \u043A\u0430\u0442\u0435\u0433\u043E\u0440\u0438\u0439:
p.name=\u0418\u043C\u044F
p.category=\u041A\u0430\u0442\u0435\u0433\u043E\u0440\u0438\u044F
currency=\u0440\u0443\u0431
add.ingredients=\u0414\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u0438\u043D\u0433\u0440\u0438\u0434\u0438\u0435\u043D\u0442\u044B
p1=\u0414\u043E \u0441\u0438\u0445 \u043F\u043E\u0440 \u0442\u0440\u0443\u0434\u043D\u043E \u0443\u043A\u0430\u0437\u0430\u0442\u044C \u043C\u043E\u043C\u0435\u043D\u0442, \u043A\u043E\u0433\u0434\u0430 \u043F\u0438\u0446\u0446\u0430 \u0441\u0442\u0430\u043B\u0430 \u0438\u0437\u0432\u0435\u0441\u0442\u043D\u0430 \u0438 \u043F\u043E\u043F\u0443\u043B\u044F\u0440\u043D\u0430 \u0437\u0430 \u043F\u0440\u0435\u0434\u0435\u043B\u0430\u043C\u0438 \u0418\u0442\u0430\u043B\u0438\u0438. \u041E\u0434\u043D\u0430\u043A\u043E \u0431\u0435\u0441\u0441\u043F\u043E\u0440\u0435\u043D \u0442\u043E\u0442 \u0444\u0430\u043A\u0442, \u0447\u0442\u043E \u0438\u0437\u043E\u0431\u0440\u0435\u043B\u0438 \u0435\u0435 \u043D\u0435\u0430\u043F\u043E\u043B\u0438\u0442\u0430\u043D\u0446\u044B. \u0422\u0440\u0443\u0434\u043D\u043E \u0441\u0435\u0431\u0435 \u043F\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u0438\u0442\u044C, \u0447\u0442\u043E \u0432 \u0441\u0442\u0430\u0440\u043E\u0434\u0430\u0432\u043D\u0438\u0435 \u0432\u0440\u0435\u043C\u0435\u043D\u0430 \u043F\u0438\u0446\u0446\u0430 \u0431\u044B\u043B\u0430 \u043E\u0431\u044B\u0447\u043D\u043E\u0439 \u0442\u043E\u043B\u0441\u0442\u043E\u0439 \u043B\u0435\u043F\u0435\u0448\u043A\u043E\u0439 \u0442\u0435\u0441\u0442\u0430 \u0441 \u0433\u0443\u0441\u0442\u044B\u043C \u0441\u043B\u043E\u0435\u043C \u0442\u043E\u043C\u0430\u0442\u043D\u043E\u0433\u043E \u0441\u043E\u0443\u0441\u0430. \u0412 \u0442\u0435\u0447\u0435\u043D\u0438\u0438 \u0434\u0435\u0441\u044F\u0442\u0438\u043B\u0435\u0442\u0438\u0439 \u043F\u0438\u0446\u0446\u0430 \u0432\u0438\u0434\u043E\u0438\u0437\u043C\u0435\u043D\u0438\u043B\u0430\u0441\u044C, \u0438 \u0442\u0435\u043F\u0435\u0440\u044C \u044D\u0442\u043E \u0442\u043E\u043D\u043A\u0438\u0439 \u043F\u0438\u0440\u043E\u0433 \u0438\u0437 \u0434\u0440\u043E\u0436\u0436\u0435\u0432\u043E\u0433\u043E \u0442\u0435\u0441\u0442\u0430 \u0441 \u0440\u0430\u0437\u043B\u0438\u0447\u043D\u043E\u0439 \u043D\u0430\u0447\u0438\u043D\u043A\u043E\u0439.
p2=\u041F\u0438\u0446\u0446\u0430, \u043F\u043E\u0436\u0430\u043B\u0443\u0439, \u0441\u0430\u043C\u043E\u0435 \u0438\u0437\u0432\u0435\u0441\u0442\u043D\u043E\u0435 \u0431\u043B\u044E\u0434\u043E \u0438\u0442\u0430\u043B\u044C\u044F\u043D\u0441\u043A\u043E\u0439 \u043A\u0443\u0445\u043D\u0438. \u0414\u0430\u0436\u0435 \u0432 \u0441\u0430\u043C\u044B\u0445 \u043E\u0442\u0434\u0430\u043B\u0435\u043D\u043D\u044B\u0445 \u043E\u0442 \u0418\u0442\u0430\u043B\u0438\u0438 \u0443\u0433\u043E\u043B\u043A\u0430\u0445 \u043D\u0430\u0448\u0435\u0439 \u043F\u043B\u0430\u043D\u0435\u0442\u044B \u0440\u0435\u0434\u043A\u043E \u043C\u043E\u0436\u043D\u043E \u0432\u0441\u0442\u0440\u0435\u0442\u0438\u0442\u044C \u0447\u0435\u043B\u043E\u0432\u0435\u043A\u0430, \u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u0445\u043E\u0442\u044F \u0431\u044B \u0440\u0430\u0437 \u0432 \u0436\u0438\u0437\u043D\u0438 \u043D\u0435 \u043F\u043E\u043F\u0440\u043E\u0431\u043E\u0432\u0430\u043B \u043F\u0438\u0446\u0446\u0443. \u041F\u0438\u0446\u0446\u0430 \u0440\u043E\u0434\u043E\u043C \u0438\u0437 \u041D\u0435\u0430\u043F\u043E\u043B\u044F (\u0442\u043E\u0433\u043E \u0441\u0430\u043C\u043E\u0433\u043E - \u0433\u043E\u0440\u043E\u0434\u0430 '\u043C\u0438\u043B\u043B\u0438\u043E\u043D\u0435\u0440\u043E\u0432'), \u0438\u043C\u0435\u043D\u043D\u043E \u0442\u0430\u043C \u0435\u0435 \u0432\u043F\u0435\u0440\u0432\u044B\u0435 \u043F\u0440\u0438\u043F\u0440\u0430\u0432\u0438\u043B\u0438 \u0442\u043E\u043C\u0430\u0442\u0430\u043C\u0438, \u0430 \u043F\u043E\u0437\u0436\u0435 \u0438 \u0434\u0440\u0443\u0433\u0438\u043C\u0438 \u043F\u0440\u0438\u043F\u0440\u0430\u0432\u0430\u043C\u0438, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u0432\u043F\u043E\u0441\u043B\u0435\u0434\u0441\u0442\u0432\u0438\u0438 \u0441\u0442\u0430\u043B\u0438 \u043A\u043B\u0430\u0441\u0441\u0438\u0447\u0435\u0441\u043A\u0438\u043C\u0438.
p3=\u0412\u043E\u0442 \u0442\u0430\u043A \u0438 \u043F\u043E\u044F\u0432\u0438\u043B\u043E\u0441\u044C \u0431\u043B\u044E\u0434\u043E, \u043A\u043E\u0442\u043E\u0440\u043E\u0435 \u0441\u043E\u0432\u0435\u0440\u0448\u0435\u043D\u043D\u043E \u0441 \u0442\u043E\u0447\u043A\u0438 \u0437\u0440\u0435\u043D\u0438\u044F \u0432\u0441\u0435\u0445 \u043F\u044F\u0442\u0438 \u0447\u0443\u0432\u0441\u0442\u0432 \u0447\u0435\u043B\u043E\u0432\u0435\u043A\u0430: \u0433\u043B\u0430\u0437\u0430 \u0440\u0430\u0434\u0443\u044E\u0442\u0441\u044F \u043F\u0440\u0438 \u0432\u0438\u0434\u0435 \u043F\u043E\u0442\u0440\u044F\u0441\u0430\u044E\u0449\u0435\u0433\u043E \u0441\u043E\u0447\u0435\u0442\u0430\u043D\u0438\u044F \u0431\u0435\u043B\u043E\u0433\u043E \u0441\u044B\u0440\u0430 '\u043C\u043E\u0446\u0430\u0440\u0435\u043B\u043B\u0430', \u043A\u0440\u0430\u0441\u043D\u044B\u0445 \u043F\u043E\u043C\u0438\u0434\u043E\u0440\u043E\u0432 \u0438 \u0437\u0435\u043B\u0435\u043D\u0438 \u0431\u0430\u0437\u0438\u043B\u0438\u043A\u0430, \u0441\u043B\u0443\u0445 \u0443\u0441\u043B\u0430\u0436\u0434\u0430\u0435\u0442 \u043F\u043E\u0442\u0440\u0435\u0441\u043A\u0438\u0432\u0430\u043D\u0438\u0435 \u0445\u0432\u043E\u0440\u043E\u0441\u0442\u0430 \u0432 \u043F\u0435\u0447\u0438, \u0437\u0430\u043F\u0430\u0445, \u043D\u0443 \u043F\u0440\u043E \u0437\u0430\u043F\u0430\u0445 \u0434\u0430\u0436\u0435 \u043D\u0435 \u0441\u0442\u043E\u0438\u0442 \u0433\u043E\u0432\u043E\u0440\u0438\u0442\u044C - \u043C\u0430\u043B\u043E \u043A\u0442\u043E \u0443\u0441\u0442\u043E\u0438\u0442 \u043F\u0435\u0440\u0435\u0434 \u0430\u0440\u043E\u043C\u0430\u0442\u043E\u043C \u043F\u0438\u0446\u0446\u044B, \u0432\u043A\u0443\u0441 - \u0440\u0430\u0437\u043D\u043E\u043E\u0431\u0440\u0430\u0437\u0438\u0435 \u043D\u0430 \u0432\u0441\u0435 \u0432\u043E\u0437\u0440\u0430\u0441\u0442\u044B \u0438 \u043F\u0440\u0438\u0432\u044B\u0447\u043A\u0438 \u0432 \u0435\u0434\u0435, \u0430 \u043A\u043E\u0433\u0434\u0430 \u0412\u044B \u0431\u0435\u0440\u0435\u0442\u0435 \u043F\u0435\u0440\u0432\u044B\u0439 \u043A\u0443\u0441\u043E\u0447\u0435\u043A \u043F\u0430\u043B\u044C\u0446\u0430\u043C\u0438 \u0438 \u043E\u0442\u043F\u0440\u0430\u0432\u043B\u044F\u0435\u0442\u0435 \u0435\u0433\u043E \u0441\u0435\u0431\u0435 \u0432 \u0440\u043E\u0442, \u0437\u0430\u043F\u0438\u0432\u0430\u044F \u0434\u043E\u0431\u0440\u044B\u043C \u0433\u043B\u043E\u0442\u043A\u043E\u043C \u0432\u0438\u043D\u0430, \u043D\u0443 \u0447\u0442\u043E \u0435\u0449\u0435 \u043C\u043E\u0436\u043D\u043E \u0436\u0435\u043B\u0430\u0442\u044C \u043E\u0442 \u0436\u0438\u0437\u043D\u0438?
p4=\u041D\u0430\u0437\u0432\u0430\u043D\u0438\u0435 '\u043F\u0438\u0446\u0446\u0430' \u0432\u0441\u0442\u0440\u0435\u0447\u0430\u0435\u0442\u0441\u044F \u0442\u0435\u043F\u0435\u0440\u044C \u0432\u043E \u043C\u043D\u043E\u0433\u0438\u0445 \u043A\u0443\u0445\u043D\u044F\u0445 \u0438 \u043B\u044E\u0434\u0438 \u0434\u0430\u0436\u0435 \u0441\u043E\u043C\u043D\u0435\u0432\u0430\u044E\u0442\u0441\u044F \u043E\u0442\u043D\u043E\u0441\u0438\u0442\u0435\u043B\u044C\u043D\u043E \u0435\u0433\u043E (\u0441\u043B\u043E\u0432\u0430) \u043F\u0440\u043E\u0438\u0441\u0445\u043E\u0436\u0434\u0435\u043D\u0438\u044F. \u0412\u043E\u0442 \u043C\u044B \u0441\u0435\u0439\u0447\u0430\u0441 \u0438 \u043F\u043E\u0437\u043D\u0430\u043A\u043E\u043C\u0438\u043C \u0412\u0430\u0441 \u0441 \u0438\u0441\u0442\u043E\u0440\u0438\u0435\u0439 \u043F\u0438\u0446\u0446\u044B .
p5=\u041F\u0438\u0446\u0446\u0430 - \u043E\u0447\u0435\u043D\u044C \u0434\u0440\u0435\u0432\u043D\u0438\u0439 \u0432\u0438\u0434 \u0435\u0434\u044B. \u0415\u0433\u0438\u043F\u0442\u044F\u043D\u0435, \u0433\u0440\u0435\u043A\u0438, \u0440\u0438\u043C\u043B\u044F\u043D\u0435 \u0435\u043B\u0438 \u0431\u043B\u044E\u0434\u0430, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u0441\u0432\u043E\u0438\u043C\u0438 \u0438\u043D\u0433\u0440\u0435\u0434\u0438\u0435\u043D\u0442\u0430\u043C\u0438 \u0438 \u0441\u043F\u043E\u0441\u043E\u0431\u043E\u043C \u043F\u0440\u0438\u0433\u043E\u0442\u043E\u0432\u043B\u0435\u043D\u0438\u044F \u043D\u0430\u043F\u043E\u043C\u0438\u043D\u0430\u044E\u0442 \u043F\u0438\u0446\u0446\u0443. \u041A\u043E\u0440\u043E\u0447\u0435 \u043F\u0438\u0446\u0446\u0430 \u043F\u043E\u044F\u0432\u0438\u043B\u0430\u0441\u044C, \u043A\u0430\u043A \u0435\u0434\u0430 \u0432 \u0441\u0442\u0440\u0430\u043D\u0430\u0445, \u043B\u0435\u0436\u0430\u0449\u0438\u0445 \u043D\u0430 \u043F\u043E\u0431\u0435\u0440\u0435\u0436\u044C\u0435 \u0421\u0440\u0435\u0434\u0438\u0437\u0435\u043C\u043D\u043E\u0433\u043E \u043C\u043E\u0440\u044F. \u041D\u043E \u0442\u043E\u043B\u044C\u043A\u043E \u0432 \u041D\u0435\u0430\u043F\u043E\u043B\u0435 \u043F\u0438\u0446\u0446\u0430 \u043E\u0431\u0440\u0435\u043B\u0430 \u0441\u0432\u043E\u044E \u0440\u043E\u0434\u0438\u043D\u0443 \u0438 \u043D\u0430\u0447\u0430\u043B\u0430 \u0441\u0432\u043E\u0435 \u0437\u0430\u0432\u043E\u0435\u0432\u0430\u043D\u0438\u0435 \u043E\u0441\u0442\u0430\u043B\u044C\u043D\u043E\u0433\u043E \u043C\u0438\u0440\u0430.
p6=\u0412 18 \u0432\u0435\u043A\u0435 \u043F\u0440\u043E\u0438\u0437\u043E\u0448\u043B\u043E '\u043F\u0440\u0435\u0432\u0440\u0430\u0449\u0435\u043D\u0438\u0435' \u043F\u043B\u043E\u0441\u043A\u043E\u0433\u043E \u0445\u043B\u0435\u0431\u0430 \u0441\u043E\u0431\u0441\u0442\u0432\u0435\u043D\u043D\u043E \u0432 \u043F\u0438\u0446\u0446\u0443, \u043A\u043E\u0433\u0434\u0430 \u0441\u0432\u043E\u0435 \u0441\u043B\u043E\u0432\u043E \u0441\u043A\u0430\u0437\u0430\u043B\u0438 \u0442\u043E\u043C\u0430\u0442\u044B. \u0417\u0430\u0432\u0435\u0437\u0435\u043D\u043D\u044B\u0435 \u0438\u0437 \u041F\u0435\u0440\u0443, \u043E\u043D\u0438 \u0434\u043E\u043B\u0433\u043E\u0435 \u0432\u0440\u0435\u043C\u044F \u0441\u0447\u0438\u0442\u0430\u043B\u0438\u0441\u044C \u044F\u0434\u043E\u0432\u0438\u0442\u044B\u043C\u0438. \u041F\u0438\u0446\u0446\u0430 \u043F\u0435\u0440\u0432\u043E\u043D\u0430\u0447\u0430\u043B\u044C\u043D\u043E \u0431\u044B\u043B\u0430 \u043F\u0438\u0449\u0435\u0439 \u043C\u043E\u0440\u044F\u043A\u043E\u0432. \u041E\u0436\u0438\u0434\u0430\u044F \u0432\u043E\u0437\u0432\u0440\u0430\u0449\u0435\u043D\u0438\u044F \u0438\u0445 \u043F\u043E\u0441\u043B\u0435 \u043D\u043E\u0447\u043D\u043E\u0433\u043E \u043B\u043E\u0432\u0430, \u043F\u0435\u043A\u0430\u0440\u0438 \u0433\u043E\u0442\u043E\u0432\u0438\u043B\u0438 \u043F\u0438\u0446\u0446\u0443 \u043D\u0430 \u0440\u0430\u0441\u0441\u0432\u0435\u0442\u0435. \u041A\u043B\u0430\u0441\u0441\u0438\u0447\u0435\u0441\u043A\u0430\u044F Marinara pizza - \u044D\u0442\u043E \u043F\u0438\u0446\u0446\u0430 \u0441\u043E \u0441\u0432\u0435\u0436\u0438\u043C\u0438 \u043F\u043E\u043C\u0438\u0434\u043E\u0440\u0430\u043C\u0438, \u0430\u043D\u0447\u043E\u0443\u0441\u0430\u043C\u0438, \u043E\u043B\u0438\u0432\u043A\u043E\u0432\u044B\u043C \u043C\u0430\u0441\u043B\u043E\u043C \u0438 \u0447\u0435\u0441\u043D\u043E\u043A\u043E\u043C, \u0441\u043B\u0435\u0433\u043A\u0430 \u043F\u0440\u0438\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u043D\u0430\u044F \u043E\u0440\u0435\u0433\u0430\u043D\u043E. \u041F\u0438\u0446\u0446\u0430 \u0432\u044B\u043F\u0435\u043A\u0430\u043B\u0430\u0441\u044C \u0432 \u043F\u0435\u0447\u0438 \u0438 \u043F\u0440\u043E\u0434\u0430\u0432\u0430\u043B\u0430\u0441\u044C \u043F\u0440\u044F\u043C\u043E \u043D\u0430 \u0443\u043B\u0438\u0446\u0435, \u043F\u0440\u0438\u0447\u0435\u043C \u0440\u0430\u0437\u043D\u043E\u0441\u0447\u0438\u043A\u0430\u043C\u0438 \u043F\u0438\u0446\u0446\u044B \u0431\u044B\u043B\u0438 \u0432\u0435\u0441\u044C\u043C\u0430 \u0433\u043E\u0440\u043B\u0430\u0441\u0442\u044B\u0435 \u043C\u043E\u043B\u043E\u0434\u044B\u0435 \u043D\u0435\u0430\u043F\u043E\u043B\u0438\u0442\u0430\u043D\u0446\u044B, \u0434\u043E\u0441\u0442\u0430\u0432\u043B\u044F\u0432\u0448\u0438\u0435 \u0441\u0432\u043E\u0439 \u0442\u043E\u0432\u0430\u0440 \u043F\u0440\u044F\u043C\u043E \u0432 \u0440\u0443\u043A\u0438 \u043F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B\u044E. \u041F\u0438\u0446\u0446\u0443 \u0435\u043B\u0438 \u043D\u0430 \u0443\u043B\u0438\u0446\u0435, \u0434\u043E\u043C\u0430, \u0438 \u043D\u0430\u043A\u043E\u043D\u0435\u0446, \u0432\u043E\u0437\u043D\u0438\u043A\u043B\u043E \u0442\u043E, \u0447\u0442\u043E \u043C\u044B \u0441\u0435\u0433\u043E\u0434\u043D\u044F \u043D\u0430\u0437\u044B\u0432\u0430\u0435\u043C '\u043F\u0438\u0446\u0446\u0435\u0440\u0438\u044F': \u043E\u0447\u0430\u0433, \u0441\u0440\u0430\u043C\u043E\u0440\u043D\u0430\u044F \u0441\u043A\u0430\u043C\u044C\u044F, \u043D\u0430 \u043A\u043E\u0442\u043E\u0440\u043E\u0439 \u0433\u043E\u0442\u043E\u0432\u0438\u0442\u0441\u044F \u043F\u0438\u0446\u0446\u0430, \u043F\u043E\u043B\u043E\u0447\u043A\u0430 \u0441\u043E \u0441\u043F\u0435\u0446\u0438\u044F\u043C\u0438, \u0441\u0442\u043E\u043B\u0438\u043A\u0438 \u0434\u043B\u044F \u043F\u043E\u0441\u0435\u0442\u0438\u0442\u0435\u043B\u0435\u0439, \u0432\u0438\u0442\u0440\u0438\u043D\u0430 \u0441 \u0432\u044B\u0441\u0442\u0430\u0432\u043B\u0435\u043D\u043D\u043E\u0439 \u043D\u0430 \u043F\u0440\u043E\u0434\u0430\u0436\u0443 \u043F\u0438\u0446\u0446\u0435\u0439 (\u0442\u043E, \u0447\u0442\u043E \u043C\u043E\u0436\u043D\u043E \u0437\u0430\u0431\u0440\u0430\u0442\u044C \u0441 \u0441\u043E\u0431\u043E\u0439) - \u0432\u0441\u0435 \u044D\u0442\u043E \u043C\u044B \u043D\u0430\u0445\u043E\u0434\u0438\u043C \u0438 \u0432 \u0441\u043E\u0432\u0440\u0435\u043C\u0435\u043D\u043D\u044B\u0445 \u043F\u0438\u0446\u0446\u0435\u0440\u0438\u044F\u0445, \u043C\u0430\u043B\u043E \u0447\u0442\u043E \u0438\u0437\u043C\u0435\u043D\u0438\u043B\u043E\u0441\u044C \u0437\u0430 \u043F\u0440\u043E\u0448\u0435\u0434\u0448\u0438\u0435 \u0441\u0442\u043E\u043B\u0435\u0442\u0438\u044F.
quote.1=\u041C\u044B \u0436\u0438\u0432\u0451\u043C \u0432 \u043E\u0431\u0449\u0435\u0441\u0442\u0432\u0435, \u0433\u0434\u0435 \u043F\u0438\u0446\u0446\u0430 \u043F\u0440\u0438\u0435\u0437\u0436\u0430\u0435\u0442 \u0431\u044B\u0441\u0442\u0440\u0435\u0439 \u0447\u0435\u043C, \u0441\u043A\u043E\u0440\u0430\u044F.
quote.1.author=\u0414\u0436\u0435\u0444\u0444 \u041C\u0430\u0440\u0434\u0435\u0440
quote.2=\u041D\u0435 \u0444\u0438\u0433 \u0433\u043E\u0432\u043E\u0440\u0438\u0442\u044C \u043C\u043D\u0435 \u043A\u0430\u043A \u0432\u044B \u043C\u0435\u043D\u044F \u043B\u044E\u0431\u0438\u0442\u0435! \u041B\u0443\u0447\u0448\u0435 \u0434\u0430\u0439\u0442\u0435 \u043C\u043D\u0435 \u043F\u0438\u0446\u0446\u0443, \u0432 \u043A\u043E\u043D\u0446\u0435 \u043A\u043E\u043D\u0446\u043E\u0432! \u0420\u0435\u0441\u0442\u043E\u0440\u0430\u043D \u044D\u0442\u043E \u0438\u043B\u0438 \u043D\u0435\u0442?!
quote.2.author=\u042D\u043C\u0438\u043D\u0435\u043C
#####################################
#ENUMS
#####################################
#Ingredients
Sauce=\u0421\u043E\u0443\u0441
Vegetable=\u041E\u0432\u043E\u0449\u0438
Meat=\u041C\u044F\u0441\u043E
Seafood=\u041C\u043E\u0440\u0435\u043F\u0440\u043E\u0434\u0443\u043A\u0442\u044B
Cheese=\u0421\u044B\u0440
#Types of payment
Cash=\u041D\u0430\u043B\u0438\u0447\u043D\u044B\u0435
Card=\u041A\u0430\u0440\u0442\u0430
Online=\u041E\u043D\u043B\u0430\u0439\u043D
#Status
During=\u041D\u0435 \u043E\u043F\u043B\u0430\u0447\u0435\u043D
Paid=\u041E\u043F\u043B\u0430\u0447\u0435\u043D
Canceled=\u041E\u0442\u043C\u0435\u043D\u0435\u043D
#####################################
#Admin
#####################################
admin=ADMIN
add.category=\u0414\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u043D\u043E\u0432\u0443\u044E \u043A\u0430\u0442\u0435\u0433\u043E\u0440\u0438\u044E:
add.product=\u0414\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u043F\u0440\u043E\u0434\u0443\u043A\u0442
roles=\u0420\u043E\u043B\u0438
ingredient.type=\u0422\u0438\u043F \u0438\u043D\u0433\u0440\u0438\u0434\u0438\u0435\u043D\u0442\u0430
edit.Product=\u0420\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u043F\u0440\u043E\u0434\u0443\u043A\u0442
user.error=\u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C \u0441 \u044D\u0442\u0438\u043C id \u043D\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442
archive=\u0410\u0440\u0445\u0438\u0432 \u043F\u0440\u043E\u0434\u0443\u043A\u0442\u043E\u0432
paid.up=\u041E\u043F\u043B\u0430\u0447\u0435\u043D\u043E
cancel=\u041E\u0442\u043C\u0435\u043D\u0435\u043D
show.orders=\u041F\u043E\u043A\u0430\u0437\u0430\u0442\u044C \u0437\u0430\u043A\u0430\u0437\u044B
#####################################
#Footer
#####################################
name.full=\u0421\u0435\u0440\u043E\u0432 \u041D\u0438\u043A\u0438\u0442\u0430 \u0412\u0430\u0434\u0438\u043C\u043E\u0432\u0438\u0447
name.br=Mikita Serou
github=MikitaSerou
mail=Mikita.Serou@gmail.com
phone=+375(29)105-16-07
telegram=@MikitaSerou
